Repository: somersjens/jumping-fox
Catalog: Jumping Fox/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zu

# streak.accessibility.compact %@ %lld %lld %lld
source: %1$@, %2$lld of %3$lld minutes, %4$lld days in a row
af: %1$@, %2$lld van %3$lld minute, %4$lld dae in ’n ry
am: %1$@፣ ከ%3$lld ደቂቃ %2$lld፣ %4$lld ቀናት በተከታታይ
ar: %1$@، %2$lld من %3$lld دقيقة، %4$lld أيام متتالية
as: %1$@, %3$lld মিনিটৰ ভিতৰত %2$lld, একেৰাহে %4$lld দিন
az: %1$@, %3$lld dəqiqədən %2$lld, ardıcıl %4$lld gün
be: %1$@, %2$lld з %3$lld хвілін, %4$lld дзён запар
bg: %1$@, %2$lld от %3$lld минути, %4$lld поредни дни
bn: %1$@, %3$lld মিনিটের মধ্যে %2$lld, টানা %4$lld দিন
bo: %1$@, སྐར་མ་ %2$lld ནས་ %3$lld, ཉིན་ %4$lld བསྟུད་མར།
bs: %1$@, %2$lld od %3$lld minuta, %4$lld dana zaredom
ca: %1$@, %2$lld de %3$lld minuts, %4$lld dies seguits
cs: %1$@, %2$lld z %3$lld minut, %4$lld dní v řadě
cy: %1$@, %2$lld o %3$lld munud, %4$lld diwrnod yn olynol
da: %1$@, %2$lld af %3$lld minutter, %4$lld dage i træk
de: %1$@, %2$lld von %3$lld Minuten, %4$lld Tage in Folge
el: %1$@, %2$lld από %3$lld λεπτά, %4$lld μέρες στη σειρά
es: %1$@, %2$lld de %3$lld minutos, %4$lld días seguidos
et: %1$@, %2$lld / %3$lld minutit, %4$lld päeva järjest
eu: %1$@, %3$lld minututik %2$lld, %4$lld egun jarraian
fa: %1$@، %2$lld از %3$lld دقیقه، %4$lld روز پشت سر هم
fi: %1$@, %2$lld/%3$lld minuuttia, %4$lld päivää putkeen
fo: %1$@, %2$lld av %3$lld minuttum, %4$lld dagar á rað
fr: %1$@, %2$lld sur %3$lld minutes, %4$lld jours de suite
ga: %1$@, %2$lld as %3$lld nóiméad, %4$lld lá as a chéile
gl: %1$@, %2$lld de %3$lld minutos, %4$lld días seguidos
gu: %1$@, %3$lld માંથી %2$lld મિનિટ, સળંગ %4$lld દિવસ
he: %1$@, ‏%2$lld מתוך %3$lld דקות, %4$lld ימים ברצף
hi: %1$@, %3$lld मिनट में से %2$lld, लगातार %4$lld दिन
hr: %1$@, %2$lld od %3$lld minuta, %4$lld dana zaredom
hu: %1$@, %2$lld / %3$lld perc, %4$lld nap egymás után
hy: %1$@, %2$lld՝ %3$lld րոպեից, %4$lld օր անընդմեջ
id: %1$@, %2$lld dari %3$lld menit, %4$lld hari berturut-turut
is: %1$@, %2$lld af %3$lld mínútum, %4$lld dagar í röð
it: %1$@, %2$lld su %3$lld minuti, %4$lld giorni di fila
ja: %1$@、%3$lld分中%2$lld分、%4$lld日れんぞく
ka: %1$@, %2$lld / %3$lld წუთი, ზედიზედ %4$lld დღე
kk: %1$@, %3$lld минуттың %2$lld минуты, қатарынан %4$lld күн
km: %1$@, %2$lld ក្នុងចំណោម %3$lld នាទី, %4$lld ថ្ងៃជាប់គ្នា
kn: %1$@, %3$lld ನಿಮಿಷಗಳಲ್ಲಿ %2$lld, ಸತತ %4$lld ದಿನಗಳು
ko: %1$@, %3$lld분 중 %2$lld분, %4$lld일 연속
lo: %1$@, %2$lld ຈາກ %3$lld ນາທີ, %4$lld ມື້ຕິດກັນ
lt: %1$@, %2$lld iš %3$lld minučių, %4$lld dienas iš eilės
lv: %1$@, %2$lld no %3$lld minūtēm, %4$lld dienas pēc kārtas
mk: %1$@, %2$lld од %3$lld минути, %4$lld дена по ред
ml: %1$@, %3$lld മിനിറ്റിൽ %2$lld, തുടർച്ചയായി %4$lld ദിവസം
mn: %1$@, %3$lld минутаас %2$lld, %4$lld өдөр дараалан
mr: %1$@, %3$lld पैकी %2$lld मिनिटे, सलग %4$lld दिवस
ms: %1$@, %2$lld daripada %3$lld minit, %4$lld hari berturut-turut
my: %1$@၊ %3$lld မိနစ်ထဲက %2$lld၊ %4$lld ရက်ဆက်တိုက်
ne: %1$@, %3$lld मिनेटमध्ये %2$lld, लगातार %4$lld दिन
nl: %1$@, %2$lld van %3$lld minuten, %4$lld dagen op rij
no: %1$@, %2$lld av %3$lld minutter, %4$lld dager på rad
or: %1$@, %3$lld ମିନିଟ୍‌ରୁ %2$lld, ଲଗାତାର %4$lld ଦିନ
pa: %1$@, %3$lld ਵਿੱਚੋਂ %2$lld ਮਿੰਟ, ਲਗਾਤਾਰ %4$lld ਦਿਨ
pl: %1$@, %2$lld z %3$lld minut, %4$lld dni z rzędu
pt: %1$@, %2$lld de %3$lld minutos, %4$lld dias seguidos
ro: %1$@, %2$lld din %3$lld minute, %4$lld zile la rând
ru: %1$@, %2$lld из %3$lld минут, %4$lld дней подряд
si: %1$@, මිනිත්තු %2$lld / %3$lld, දින %4$lldක් පේළියට
sk: %1$@, %2$lld z %3$lld minút, %4$lld dní za sebou
sl: %1$@, %2$lld od %3$lld minut, %4$lld dni zapored
sq: %1$@, %2$lld nga %3$lld minuta, %4$lld ditë rresht
sr: %1$@, %2$lld od %3$lld minuta, %4$lld dana zaredom
sv: %1$@, %2$lld av %3$lld minuter, %4$lld dagar i rad
sw: %1$@, dakika %2$lld kati ya %3$lld, siku %4$lld mfululizo
ta: %1$@, %3$lld நிமிடங்களில் %2$lld, தொடர்ந்து %4$lld நாட்கள்
te: %1$@, %3$lld నిమిషాల్లో %2$lld, వరుసగా %4$lld రోజులు
th: %1$@, %2$lld จาก %3$lld นาที, ต่อเนื่อง %4$lld วัน
tr: %1$@, %2$lld/%3$lld dakika, üst üste %4$lld gün
ug: %1$@، %3$lld مىنۇتنىڭ %2$lld، ئۇدا %4$lld كۈن
uk: %1$@, %2$lld із %3$lld хвилин, %4$lld днів поспіль
ur: %1$@، %3$lld میں سے %2$lld منٹ، لگاتار %4$lld دن
uz: %1$@, %3$lld daqiqadan %2$lld daqiqa, ketma-ket %4$lld kun
vi: %1$@, %2$lld trên %3$lld phút, %4$lld ngày liên tiếp
zh: %1$@，%2$lld/%3$lld 分钟，连续 %4$lld 天
zu: %1$@, %2$lld kwemizuzu engu-%3$lld, izinsuku ezingu-%4$lld zilandelana

# streak.accessibility.daily %lld %lld
source: Daily streak, %lld of %lld minutes
af: Daaglikse reeks, %lld van %lld minute
am: የቀን ተከታታይነት፣ ከ%lld ደቂቃ %lld
ar: استمرار يومي، %lld من %lld دقيقة
as: দৈনিক ধাৰাবাহিকতা, %lld মিনিটৰ ভিতৰত %lld
az: Gündəlik ardıcıllıq, %lld dəqiqədən %lld
be: Штодзённая серыя, %lld з %lld хвілін
bg: Дневна поредица, %lld от %lld минути
bn: দৈনিক ধারা, %lld-এর মধ্যে %lld মিনিট
bo: ཉིན་རེའི་བསྟུད་མ། སྐར་མ་ %lld ནས་ %lld
bs: Dnevni niz, %lld od %lld minuta
ca: Ratxa diària, %lld de %lld minuts
cs: Denní série, %lld z %lld minut
cy: Cyfres ddyddiol, %lld o %lld munud
da: Daglig serie, %lld af %lld minutter
de: Tagesstrecke, %lld von %lld Minuten
el: Καθημερινό σερί, %lld από %lld λεπτά
es: Racha diaria, %lld de %lld minutos
et: Päevane seeria, %lld / %lld minutit
eu: Eguneko segida, %lld / %lld minutu
fa: زنجیرهٔ روزانه، %lld از %lld دقیقه
fi: Päiväputki, %lld/%lld minuuttia
fo: Dagligt rað, %lld av %lld minuttum
fr: Série quotidienne, %lld sur %lld minutes
ga: Sraith laethúil, %lld as %lld nóiméad
gl: Serie diaria, %lld de %lld minutos
gu: દૈનિક સળંગતા, %lld માંથી %lld મિનિટ
he: רצף יומי, %lld מתוך %lld דקות
hi: रोज़ की लड़ी, %lld में से %lld मिनट
hr: Dnevni niz, %lld od %lld minuta
hu: Napi sorozat, %lld / %lld perc
hy: Օրական շարք՝ %lld՝ %lld րոպեից
id: Rentetan harian, %lld dari %lld menit
is: Dagleg röð, %lld af %lld mínútum
it: Serie giornaliera, %lld su %lld minuti
ja: 毎日のれんぞく、%lld分中%lld分
ka: დღიური სერია, %lld / %lld წუთი
kk: Күндік тізбек, %lld / %lld минут
km: លេងជាប់គ្នាប្រចាំថ្ងៃ %lld ក្នុងចំណោម %lld នាទី
kn: ದೈನಂದಿನ ಸರಣಿ, %lld/%lld ನಿಮಿಷ
ko: 매일 연속 기록, %lld/%lld분
lo: ຕໍ່ເນື່ອງລາຍວັນ, %lld ຈາກ %lld ນາທີ
lt: Dienos serija, %lld iš %lld minučių
lv: Dienas sērija, %lld no %lld minūtēm
mk: Дневна низа, %lld од %lld минути
ml: ദിവസതുടർച്ച, %lldൽ %lld മിനിറ്റ്
mn: Өдрийн дараалал, %lld минутаас %lld
mr: दैनिक सलग खेळ, %lld पैकी %lld मिनिटे
ms: Rentetan harian, %lld daripada %lld minit
my: နေ့စဉ်ဆက်တိုက်၊ %lld မိနစ်ထဲက %lld
ne: दैनिक क्रम, %lld मिनेटमध्ये %lld
nl: Dagelijkse streak, %lld van %lld minuten
no: Daglig rekke, %lld av %lld minutter
or: ଦୈନିକ ଧାରା, %lld ମିନିଟ୍‌ରୁ %lld
pa: ਰੋਜ਼ਾਨਾ ਲੜੀ, %lld ਵਿੱਚੋਂ %lld ਮਿੰਟ
pl: Seria dzienna, %lld z %lld minut
pt: Sequência diária, %lld de %lld minutos
ro: Serie zilnică, %lld din %lld minute
ru: Серия за день: %lld из %lld минут
si: දිනපතා අඛණ්ඩය, මිනිත්තු %lld / %lld
sk: Denná séria, %lld z %lld minút
sl: Dnevni niz, %lld od %lld minut
sq: Seria ditore, %lld nga %lld minuta
sr: Dnevni niz, %lld od %lld minuta
sv: Daglig svit, %lld av %lld minuter
sw: Mfululizo wa kila siku, dakika %lld kati ya %lld
ta: தினசரி தொடர், %lld / %lld நிமிடங்கள்
te: రోజువారీ వరుస, %lld నిమిషాల్లో %lld
th: เล่นต่อเนื่องรายวัน %lld จาก %lld นาที
tr: Günlük seri, %lld/%lld dakika
ug: كۈندىلىك داۋام، %lld/%lld مىنۇت
uk: Щоденна серія: %lld із %lld хвилин
ur: روزانہ سلسلہ، %lld میں سے %lld منٹ
uz: Kunlik ketma-ketlik, %lld daqiqadan %lld daqiqa
vi: Chuỗi ngày, %lld trên %lld phút
zh: 每日连续，%lld/%lld 分钟
zu: Ukulandelana kwansuku zonke, %lld kwemizuzu engu-%lld

# streak.daily
source: Daily streak
af: Daaglikse reeks
am: የቀን ተከታታይነት
ar: الاستمرار اليومي
as: দৈনিক ধাৰাবাহিকতা
az: Gündəlik ardıcıllıq
be: Штодзённая серыя
bg: Дневна поредица
bn: দৈনিক ধারা
bo: ཉིན་རེའི་བསྟུད་མ
bs: Dnevni niz
ca: Ratxa diària
cs: Denní série
cy: Cyfres ddyddiol
da: Daglig serie
de: Tagesstrecke
el: Καθημερινό σερί
es: Racha diaria
et: Päevane seeria
eu: Eguneko segida
fa: زنجیرهٔ روزانه
fi: Päiväputki
fo: Dagligt rað
fr: Série quotidienne
ga: Sraith laethúil
gl: Serie diaria
gu: દૈનિક સળંગતા
he: רצף יומי
hi: रोज़ की लड़ी
hr: Dnevni niz
hu: Napi sorozat
hy: Օրական շարք
id: Rentetan harian
is: Dagleg röð
it: Serie giornaliera
ja: 毎日のれんぞく
ka: დღიური სერია
kk: Күндік тізбек
km: លេងជាប់គ្នាប្រចាំថ្ងៃ
kn: ದೈನಂದಿನ ಸರಣಿ
ko: 매일 연속 기록
lo: ຕໍ່ເນື່ອງລາຍວັນ
lt: Dienos serija
lv: Dienas sērija
mk: Дневна низа
ml: ദിവസതുടർച്ച
mn: Өдрийн дараалал
mr: दैनिक सलग खेळ
ms: Rentetan harian
my: နေ့စဉ်ဆက်တိုက်
ne: दैनिक क्रम
nl: Dagelijkse streak
no: Daglig rekke
or: ଦୈନିକ ଧାରା
pa: ਰੋਜ਼ਾਨਾ ਲੜੀ
pl: Seria dzienna
pt: Sequência diária
ro: Serie zilnică
ru: Серия за день
si: දිනපතා අඛණ්ඩය
sk: Denná séria
sl: Dnevni niz
sq: Seria ditore
sr: Dnevni niz
sv: Daglig svit
sw: Mfululizo wa kila siku
ta: தினசரி தொடர்
te: రోజువారీ వరుస
th: เล่นต่อเนื่องรายวัน
tr: Günlük seri
ug: كۈندىلىك داۋام
uk: Щоденна серія
ur: روزانہ سلسلہ
uz: Kunlik ketma-ketlik
vi: Chuỗi ngày
zh: 每日连续
zu: Ukulandelana kwansuku zonke

# streak.dayOne
source: Day 1
af: Dag 1
am: ቀን 1
ar: اليوم 1
as: ১ম দিন
az: 1-ci gün
be: Дзень 1
bg: Ден 1
bn: দিন ১
bo: ཉིན་1
bs: 1. dan
ca: Dia 1
cs: Den 1
cy: Diwrnod 1
da: Dag 1
de: Tag 1
el: Ημέρα 1
es: Día 1
et: 1. päev
eu: 1. eguna
fa: روز ۱
fi: Päivä 1
fo: Dagur 1
fr: Jour 1
ga: Lá 1
gl: Día 1
gu: દિવસ 1
he: יום 1
hi: दिन 1
hr: Dan 1
hu: 1. nap
hy: Օր 1
id: Hari 1
is: Dagur 1
it: Giorno 1
ja: 1日目
ka: დღე 1
kk: 1-күн
km: ថ្ងៃទី 1
kn: ದಿನ 1
ko: 1일 차
lo: ມື້ທີ 1
lt: 1 diena
lv: 1. diena
mk: Ден 1
ml: ദിവസം 1
mn: 1 дэх өдөр
mr: दिवस 1
ms: Hari 1
my: နေ့ 1
ne: दिन १
nl: Dag 1
no: Dag 1
or: ଦିନ 1
pa: ਦਿਨ 1
pl: Dzień 1
pt: Dia 1
ro: Ziua 1
ru: День 1
si: දින 1
sk: 1. deň
sl: 1. dan
sq: Dita 1
sr: Dan 1
sv: Dag 1
sw: Siku ya 1
ta: நாள் 1
te: 1వ రోజు
th: วันที่ 1
tr: 1. gün
ug: 1-كۈن
uk: День 1
ur: دن 1
uz: 1-kun
vi: Ngày 1
zh: 第 1 天
zu: Usuku 1

# streak.daysInARow %lld
source: %lld days in a row
af: %lld dae in ’n ry
am: %lld ቀናት በተከታታይ
ar: %lld أيام متتالية
as: একেৰাহে %lld দিন
az: Ardıcıl %lld gün
be: %lld дзён запар
bg: %lld поредни дни
bn: টানা %lld দিন
bo: ཉིན་ %lld བསྟུད་མར།
bs: %lld dana zaredom
ca: %lld dies seguits
cs: %lld dní v řadě
cy: %lld diwrnod yn olynol
da: %lld dage i træk
de: %lld Tage in Folge
el: %lld μέρες στη σειρά
es: %lld días seguidos
et: %lld päeva järjest
eu: %lld egun jarraian
fa: %lld روز پشت سر هم
fi: %lld päivää putkeen
fo: %lld dagar á rað
fr: %lld jours de suite
ga: %lld lá as a chéile
gl: %lld días seguidos
gu: સળંગ %lld દિવસ
he: %lld ימים ברצף
hi: लगातार %lld दिन
hr: %lld dana zaredom
hu: %lld nap egymás után
hy: %lld օր անընդմեջ
id: %lld hari berturut-turut
is: %lld dagar í röð
it: %lld giorni di fila
ja: %lld日れんぞく
ka: ზედიზედ %lld დღე
kk: Қатарынан %lld күн
km: %lld ថ្ងៃជាប់គ្នា
kn: ಸತತ %lld ದಿನಗಳು
ko: %lld일 연속
lo: %lld ມື້ຕິດກັນ
lt: %lld dienas iš eilės
lv: %lld dienas pēc kārtas
mk: %lld дена по ред
ml: തുടർച്ചയായി %lld ദിവസം
mn: %lld өдөр дараалан
mr: सलग %lld दिवस
ms: %lld hari berturut-turut
my: %lld ရက်ဆက်တိုက်
ne: लगातार %lld दिन
nl: %lld dagen op rij
no: %lld dager på rad
or: ଲଗାତାର %lld ଦିନ
pa: ਲਗਾਤਾਰ %lld ਦਿਨ
pl: %lld dni z rzędu
pt: %lld dias seguidos
ro: %lld zile la rând
ru: %lld дней подряд
si: දින %lldක් පේළියට
sk: %lld dní za sebou
sl: %lld dni zapored
sq: %lld ditë rresht
sr: %lld dana zaredom
sv: %lld dagar i rad
sw: Siku %lld mfululizo
ta: தொடர்ந்து %lld நாட்கள்
te: వరుసగా %lld రోజులు
th: ต่อเนื่อง %lld วัน
tr: Üst üste %lld gün
ug: ئۇدا %lld كۈن
uk: %lld днів поспіль
ur: لگاتار %lld دن
uz: Ketma-ket %lld kun
vi: %lld ngày liên tiếp
zh: 连续 %lld 天
zu: Izinsuku ezingu-%lld zilandelana

# tutorial.answerHint
source: Don’t know the answer? Tap the question to see it.
af: Ken jy nie die antwoord nie? Tik op die som om dit te sien.
am: መልሱን አታውቅም? ለማየት ጥያቄውን ንካ።
ar: لا تعرف الإجابة؟ اضغط على المسألة لرؤيتها.
as: উত্তৰ নাজানা? চাবলৈ অংকটো টেপ কৰা।
az: Cavabı bilmirsən? Görmək üçün misala toxun.
be: Не ведаеш адказ? Націсні на прыклад, каб убачыць яго.
bg: Не знаеш отговора? Докосни задачата, за да го видиш.
bn: উত্তর জানো না? দেখতে অঙ্কটিতে ট্যাপ করো।
bo: ལན་མི་ཤེས་སམ། ལན་མཐོང་བར་རྩིས་ལ་རེག
bs: Ne znaš odgovor? Dodirni zadatak da ga vidiš.
ca: No saps la resposta? Toca l’operació per veure-la.
cs: Nevíš odpověď? Klepni na příklad a zobrazí se.
cy: Ddim yn gwybod yr ateb? Tapia'r cwestiwn i'w weld.
da: Kender du ikke svaret? Tryk på opgaven for at se det.
de: Du weißt die Antwort nicht? Tippe auf die Aufgabe, um sie zu sehen.
el: Δεν ξέρεις την απάντηση; Πάτησε την άσκηση για να τη δεις.
es: ¿No sabes la respuesta? Toca la operación para verla.
et: Ei tea vastust? Selle nägemiseks puuduta ülesannet.
eu: Ez dakizu erantzuna? Sakatu ariketa ikusteko.
fa: جواب را نمی‌دانی؟ روی سؤال بزن تا آن را ببینی.
fi: Etkö tiedä vastausta? Näet sen napauttamalla laskua.
fo: Veitst tú ikki svarið? Trýst á roknistykkið fyri at síggja tað.
fr: Tu ne connais pas la réponse ? Touche le calcul pour la voir.
ga: Níl an freagra ar eolas agat? Tapáil an cheist chun é a fheiceáil.
gl: Non sabes a resposta? Toca a conta para vela.
gu: જવાબ નથી આવડતો? જવાબ જોવા દાખલા પર ટેપ કરો.
he: לא יודעים את התשובה? הקישו על התרגיל כדי לראות אותה.
hi: उत्तर नहीं पता? सवाल पर टैप करके देखो।
hr: Ne znaš odgovor? Dodirni zadatak da ga vidiš.
hu: Nem tudod a választ? Koppints a feladatra, és megmutatjuk.
hy: Չգիտե՞ս պատասխանը։ Հպվիր առաջադրանքին՝ այն տեսնելու համար։
id: Tidak tahu jawabannya? Ketuk soalnya untuk melihat jawaban.
is: Veistu ekki svarið? Pikkaðu á dæmið til að sjá það.
it: Non sai la risposta? Tocca il calcolo per vederla.
ja: 答えがわからない？問題をタップすると見られるよ。
ka: პასუხი არ იცი? სანახავად ამოცანას შეეხე.
kk: Жауапты білмейсің бе? Көру үшін есепті түрт.
km: មិនដឹងចម្លើយមែនទេ? ប៉ះលំហាត់ដើម្បីមើលចម្លើយ។
kn: ಉತ್ತರ ಗೊತ್ತಿಲ್ಲವೇ? ನೋಡಲು ಪ್ರಶ್ನೆಯನ್ನು ತಟ್ಟು.
ko: 답을 모르겠나요? 문제를 누르면 답을 볼 수 있어요.
lo: ບໍ່ຮູ້ຄຳຕອບບໍ? ແຕະໂຈດເພື່ອເບິ່ງຄຳຕອບ.
lt: Nežinai atsakymo? Bakstelėk užduotį ir jį pamatysi.
lv: Nezini atbildi? Pieskaries uzdevumam, lai to redzētu.
mk: Не го знаеш одговорот? Допри ја задачата за да го видиш.
ml: ഉത്തരം അറിയില്ലേ? കാണാൻ ചോദ്യത്തിൽ തട്ടൂ.
mn: Хариугаа мэдэхгүй байна уу? Бодлогыг товшиж хариуг хар.
mr: उत्तर माहीत नाही? ते पाहण्यासाठी उदाहरणावर टॅप कर.
ms: Tak tahu jawapan? Ketik soalan untuk melihatnya.
my: အဖြေမသိဘူးလား။ ပုစ္ဆာကို တို့ပြီး အဖြေကြည့်ပါ။
ne: उत्तर थाहा छैन? हेर्न प्रश्नमा ट्याप गर।
nl: Weet je het antwoord niet? Tik dan op de som om het antwoord te bekijken.
no: Vet du ikke svaret? Trykk på oppgaven for å se det.
or: ଉତ୍ତର ଜାଣିନାହଁ? ଦେଖିବାକୁ ପ୍ରଶ୍ନଟିକୁ ଟ୍ୟାପ୍ କର।
pa: ਜਵਾਬ ਨਹੀਂ ਪਤਾ? ਵੇਖਣ ਲਈ ਸਵਾਲ 'ਤੇ ਟੈਪ ਕਰੋ।
pl: Nie znasz odpowiedzi? Stuknij zadanie, aby ją zobaczyć.
pt: Não sabes a resposta? Toca na conta para a veres.
ro: Nu știi răspunsul? Atinge exercițiul ca să-l vezi.
ru: Не знаешь ответ? Нажми на пример, чтобы увидеть его.
si: පිළිතුර දන්නේ නැද්ද? බලන්න ගණන තට්ටු කරන්න.
sk: Nevieš odpoveď? Ťukni na príklad a zobrazí sa.
sl: Ne poznaš odgovora? Tapni nalogo, da ga vidiš.
sq: Nuk e di përgjigjen? Prek detyrën për ta parë.
sr: Ne znaš odgovor? Dodirni zadatak da ga vidiš.
sv: Vet du inte svaret? Tryck på talet för att se det.
sw: Hujui jibu? Gusa swali ili kuliona.
ta: விடை தெரியவில்லையா? கணக்கைத் தட்டிப் பார்.
te: జవాబు తెలియదా? చూడటానికి లెక్కను తాకు.
th: ไม่รู้คำตอบเหรอ? แตะโจทย์เพื่อดูคำตอบ
tr: Cevabı bilmiyor musun? Görmek için soruya dokun.
ug: جاۋابنى بىلمىدىڭمۇ؟ كۆرۈش ئۈچۈن مەسىلىنى چەك.
uk: Не знаєш відповіді? Торкнися завдання, щоб її побачити.
ur: جواب نہیں معلوم؟ دیکھنے کے لیے سوال پر ٹیپ کریں۔
uz: Javobni bilmaysanmi? Ko‘rish uchun misolga teg.
vi: Không biết đáp án? Chạm vào phép tính để xem.
zh: 不知道答案？轻点题目就能看到。
zu: Awuyazi impendulo? Thepha umbuzo ukuze uyibone.

# tutorial.complete
source: Well done! The tutorial is complete. Now go for the high score!
af: Goed gedoen! Die oefenles is klaar. Mik nou vir die toptelling!
am: ጎበዝ! መማሪያውን ጨርሰሃል። አሁን ከፍተኛ ውጤት አምጣ!
ar: أحسنت! اكتمل الشرح. حاول الآن تحقيق أعلى نتيجة!
as: বঢ়িয়া! শিকনি শেষ। এতিয়া সৰ্বোচ্চ স্ক’ৰৰ বাবে খেলা!
az: Afərin! Təlim bitdi. İndi rekord vur!
be: Малайчына! Навучанне завершана. Цяпер паспрабуй паставіць рэкорд!
bg: Браво! Урокът приключи. Сега подобри рекорда!
bn: শাবাশ! টিউটোরিয়াল শেষ। এবার সেরা স্কোর করো!
bo: ཡག་པོ་བྱས་སོང་! སློབ་སྟོན་ཚར་སོང་། ད་སྐར་མ་མཐོ་ཤོས་ལ་འགྲན་རྩོད་བྱོས།
bs: Bravo! Uputstvo je završeno. Sada obori najbolji rezultat!
ca: Molt bé! Has completat el tutorial. Ara ves a buscar el rècord!
cs: Výborně! Návod je hotový. Teď zkus získat nejlepší skóre!
cy: Da iawn! Mae'r tiwtorial wedi'i gwblhau. Nawr dos am y sgôr uchaf!
da: Godt klaret! Introduktionen er færdig. Gå nu efter topscoren!
de: Gut gemacht! Das Tutorial ist geschafft. Jetzt knack die Bestleistung!
el: Μπράβο! Το μάθημα τελείωσε. Τώρα κυνήγησε το ρεκόρ!
es: ¡Muy bien! Has terminado el tutorial. ¡Ahora ve a por el récord!
et: Tubli! Õpetus on läbi. Nüüd püüa rekordit!
eu: Oso ondo! Tutoriala amaitu duzu. Orain, lortu puntuazio onena!
fa: آفرین! آموزش تمام شد. حالا رکورد بزن!
fi: Hienoa! Opastus on valmis. Tavoittele nyt ennätystä!
fo: Væl gjørt! Vegleiðingin er liðug. Far nú eftir metinum!
fr: Bravo ! Le tutoriel est terminé. Maintenant, vise le meilleur score !
ga: Maith thú! Tá an rang teagaisc críochnaithe. Anois bain amach an scór is airde!
gl: Moi ben! Completaches o tutorial. Agora bate o récord!
gu: શાબાશ! માર્ગદર્શન પૂરું થયું. હવે ઉચ્ચ સ્કોર બનાવો!
he: כל הכבוד! סיימתם את ההדרכה. עכשיו נסו לשבור את השיא!
hi: शाबाश! अभ्यास पूरा हुआ। अब सर्वोच्च स्कोर बनाओ!
hr: Bravo! Upute su završene. Sada pokušaj postići najbolji rezultat!
hu: Ügyes voltál! Az oktatórész véget ért. Most döntsd meg a rekordot!
hy: Ապրե՛ս։ Ուսուցումն ավարտված է։ Այժմ փորձիր լավագույն հաշիվը հավաքել։
id: Hebat! Tutorial selesai. Sekarang raih skor tertinggi!
is: Vel gert! Kennslunni er lokið. Reyndu nú að slá metið!
it: Ben fatto! Hai completato il tutorial. Ora prova a fare il record!
ja: よくできました！チュートリアルはおしまい。つぎはハイスコアをめざそう！
ka: ყოჩაღ! სწავლება დასრულდა. ახლა საუკეთესო ქულა მოაგროვე!
kk: Жарайсың! Үйрету аяқталды. Енді үздік ұпайға ұмтыл!
km: ធ្វើបានល្អ! ការណែនាំបានបញ្ចប់។ ឥឡូវទៅរកពិន្ទុខ្ពស់!
kn: ಚೆನ್ನಾಗಿ ಮಾಡಿದೆ! ಪಾಠ ಮುಗಿದಿದೆ. ಈಗ ಅತ್ಯುತ್ತಮ ಅಂಕಕ್ಕಾಗಿ ಆಡು!
ko: 잘했어요! 튜토리얼이 끝났어요. 이제 최고 점수에 도전해요!
lo: ເກັ່ງຫຼາຍ! ຮຽນວິທີຫຼິ້ນຈົບແລ້ວ. ໄປລ່າຄະແນນສູງສຸດກັນ!
lt: Šaunu! Pamoka baigta. Dabar siek rekordo!
lv: Labi padarīts! Pamācība pabeigta. Tagad tiecies pēc rekorda!
mk: Браво! Упатството е завршено. Сега постигни најдобар резултат!
ml: വളരെ നന്നായി! പരിശീലനം പൂർത്തിയായി. ഇനി മികച്ച സ്കോർ നേടൂ!
mn: Мундаг! Заавар дууслаа. Одоо дээд онооны төлөө тогло!
mr: शाब्बास! शिकवणी पूर्ण झाली. आता सर्वोच्च गुण मिळव!
ms: Syabas! Tutorial selesai. Sekarang cuba dapatkan skor tertinggi!
my: တော်တယ်! သင်ခန်းစာပြီးပြီ။ အခု အမြင့်ဆုံးအမှတ်ရအောင် ကစားပါ!
ne: स्याबास! सिकाइ पूरा भयो। अब उच्च स्कोर बनाऊ!
nl: Goed gedaan! De tutorial is afgerond. Ga nu voor de highscore!
no: Godt gjort! Opplæringen er ferdig. Gå for rekorden!
or: ବହୁତ ଭଲ! ଟ୍ୟୁଟୋରିଆଲ୍ ସମ୍ପୂର୍ଣ୍ଣ। ଏବେ ସର୍ବୋଚ୍ଚ ସ୍କୋର କର!
pa: ਸ਼ਾਬਾਸ਼! ਸਿਖਲਾਈ ਪੂਰੀ ਹੋਈ। ਹੁਣ ਸਭ ਤੋਂ ਵੱਧ ਸਕੋਰ ਬਣਾਓ!
pl: Brawo! Samouczek ukończony. Teraz pobij rekord!
pt: Muito bem! O tutorial terminou. Agora tenta bater o recorde!
ro: Bravo! Ai terminat tutorialul. Acum încearcă să bați recordul!
ru: Молодец! Обучение пройдено. Теперь побей рекорд!
si: හොඳට කළා! පුහුණු පාඩම ඉවරයි. දැන් ඉහළම ලකුණු ගන්න!
sk: Výborne! Návod je hotový. Teraz skús prekonať najlepšie skóre!
sl: Odlično! Učenje je končano. Zdaj pa po najboljši rezultat!
sq: Të lumtë! Udhëzuesi përfundoi. Tani syno rekordin!
sr: Bravo! Vodič je završen. Sada pokušaj da oboriš rekord!
sv: Bra jobbat! Guiden är klar. Försök nu slå rekordet!
sw: Hongera! Mafunzo yamekamilika. Sasa lenga rekodi bora!
ta: சிறப்பாக செய்தாய்! பயிற்சி முடிந்தது. இப்போது அதிகபட்ச மதிப்பெண்ணை நோக்கி செல்!
te: బాగా చేశావు! సూచనాభ్యాసం పూర్తయింది. ఇప్పుడు అత్యధిక స్కోరు సాధించు!
th: เก่งมาก! จบบทสอนแล้ว ไปทำคะแนนสูงสุดกันเลย!
tr: Aferin! Öğretici tamamlandı. Şimdi en yüksek puanı yap!
ug: يارايسەن! دەرسلىك تامام. ئەمدى ئەڭ يۇقىرى نومۇرغا ئاتلان!
uk: Молодець! Навчання завершено. Тепер спробуй встановити рекорд!
ur: شاباش! سبق مکمل ہوا۔ اب بہترین اسکور بنائیں!
uz: Barakalla! Qo‘llanma tugadi. Endi eng yuqori natijaga intil!
vi: Giỏi lắm! Bạn đã hoàn thành hướng dẫn. Giờ hãy lập điểm cao nhé!
zh: 做得好！教程完成了。现在去挑战最高分吧！
zu: Wenze kahle! Isifundo sesiphelile. Manje zama ukuthola irekhodi eliphezulu!
